exports.donasi = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, telegram, youtube, kapanbotaktif, grupch1, grupch2) => {
	return `〄{ *MENU DONASI ${BotName}* }〄
  
  
ᴛᴇʀɪᴍᴀ ᴋᴀsɪʜ
*${id.split("@s.whatsapp.net")[0]}*
ᴛᴇʟᴀʜ ᴍᴇᴍʙᴜᴋᴀ ᴍᴇɴᴜ ᴅᴏɴᴀsɪ
🐼🐼


🗓*${tampilTanggal}* 🐼
⏰*${tampilWaktu}* 🐼
(Waktu Server)

ᴋᴀʟɪᴀɴ ʙɪsᴀ ᴅᴏɴᴀsɪ ᴍᴇɴɢɢᴜɴᴀᴋᴀɴ
   
🛡 *ᴘᴜʟsᴀ telkomsel*:081392143088
🛡 *paket data*:081298166818 
🛡 *pulsa telkomsel* :081361630422 
🛡 *kalian juga bisa sewa bot ini hubungi owner 👉* : 081361639422

📺*IKLAN* *YOUTUBER*


⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇
ᴊᴀɴɢᴀɴ ʟᴜᴘᴀ ғᴏʟʟᴏᴡ ɪɴsᴛᴀɢʀᴀᴍ
${instagram}

☞ᴛᴇʟᴇɢʀᴀᴍ : ${telegram}
╔═╗═════╔╗════╔╗═╔╦╦╗
║║╠═╦═╦═╬╣╔╦╦╦╣╠╗║║║║
║║║╬║╬║╬║║║║║║║═╣╠╬╬╣
╚╩╬╗╠═╣╔╩╝╠╗╠═╩╩╝╚╩╩╝
══╚═╝═╚╝══╚═╝
ᴄʀᴇᴀᴛᴏʀ ʙʏ DENI
`
}
